{
    "categoryName": "Книги",
    "products": [
        {
            "id": 1,
            "name": "Джордж Орвелл. 1984",
            "shortname": "1984",
            "description": "«1984» – один з найголовніших і вже точно найважливіший роман минулого сторіччя. Важко пригадати якийсь інший літературний твір, який би без зайвої манірності, настільки ж чітко, правдиво і жорстко поставив перед загалом таку ж важливу проблематику. А саме: що таке влада? Яка її природа? Куди прямує сучасне суспільство? Що таке справжня смерть, і яка саме смерть є справжньою – фізична смерть індивіда, а чи смерть його внутрішнього єства, при збереженні фізичного тіла? Що таке свобода, і як вона співвідноситься з владою? Чи можливий прояв свободи, нехай у вигляді можливості мати свої приховані, вільні від примусу думки, в умовах абсолютної тоталітарної влади?",
            "price": 250
        },
        {
            "id": 2,
            "name": "Едуард Андрющенко. Архіви КГБ. Невигадані історії",
            "shortname": "archivekgb",
            "description": "Документи радянських органів держбезпеки, розсекречені в Україні, стали справжнім клондайком для дослідників і журналістів. Місяць за місяцем, рік за роком історії, знайдені Едуардом Андрющенком в архівних справах, перетворювалися на статті для українських та закордонних видань. А тепер вони видані під однією обкладинкою.",
            "price": 380
        },
        {
            "id": 3,
            "name": "Курт Воннеґут. Бойня №5, або Дитячий хрестовий похід",
            "shortname": "slaughterhouseNo5",
            "description": "Курт Воннеґут (1922–2007) — американський письменник-фантаст. Є одним із найвагоміших американських письменників XX століття. У творчості майстерно поєднує елементи сатири, чорного гумору й наукової фантастики. Книга «Бойня №5, або Дитячий хрестовий похід» належить до переліку 100 найліпших романів усіх часів, це одна з найзначиміших у світі антивоєнних книг. Події твору розгортаються на тлі сумнозвісного бомбардування Дрездена під час Другої світової війни. Одіссея головного героя — Біллі Пілґрима — крізь час відображає безумну міфічну подорож нашого зруйнованого життя, коли ми намагаємося відшукати сенс у тому, чого боїмося найбільше. Чи зможе автор навчити нас ігнорувати жахливі часи й зосереджуватися на гарних?",
            "price": 220
        },
        {
            "id": 4,
            "name": "Єжи Косинський. Розфарбований птах",
            "shortname": "Apaintedbird",
            "description": "Уявіть собі забаву: малий хлопчик хапає птаха, щоб перетворити його на таку собі веселку в пір'ї. Дбайливо розмальовує пташину, а потім відпускає в небо, до сірої зграї. Птахи спантеличені: що це за розфарбована потвора? Осліплені яскравими барвами, вони починають атакувати бідолаху, не вірячи, що той - член зграї, що він такий самий, як вони… І ось мертве та пошматоване тіло розфарбованого птаха падає в траву, збираючи довкола себе дітей, які з цікавістю дивляться на труп. Жорстоко?Не для реалій Другої світової, коли шестирічний хлопчик, схожий чи то на цигана, чи то на єврея, опиняється в чужому селі. Він кличе маму, але її немає. Натомість малий бачить тільки смерть, насилля, знущання, збочення, кров, він сам стає жертвою середньовічної дикості та цькування, спостерігає, як мірошник виймає ложкою очі свого наймита, аби той не дивився на його дружину… Як вижити розфарбованому птахові у зграї сірих? Змити фарбу і стати одним із них…",
            "price": 230
        }
    ]
}
